<?php

return[
    'login' => 'Логин',
    'register' => 'Регистрация',
    'все ноутбуки' => 'Все ноутбуки',
    'корзина' => 'Корзина',
    'создать' => 'Создать',
    'удалить из корзины' => 'Удалить из корзины',
    'наименование' => 'Наименование',
    'картинка' => 'Картинка',
    'обновить' => 'Обновить',
    'редактировать'=> 'Редактировать',
    'оставить комментарий'=> 'Оставить комментарий',
    'количество' => 'Количество',
    'add to cart' => 'Добавить в корзину',
    'комментарий' => 'Комментарий',
    'редактировать комментарии'=>'Редактировать комментарии',
    //    комментарий
    'созранить' => 'Созранить',
    'удалить' => 'Удалить',
    //    добавить ету
    'озу'=> 'ОЗУ',
    'память' => 'Память',
    'процессор'=> 'Процессор',
    'изображение'=> 'Изображение',
    'категория'=> 'Категория',
    'отправить'=> 'Отправить',
    //    editbladephp
    'название'=> 'Название:  ',
    'цена' => 'Цена:  ',
    'подробнее' => 'Подробнее  ',

    //admin panel
    'email' => '"Электронная почта ',

    //ролес

    //    модератор
    'edit' => 'РЕДАКТИРОВАТЬ',
    'delete' => 'Удалить',
    'search' => 'Поиск',
    'categories page' => 'СТРАНИЦА КАТЕГОРИЙ',
    'create category' => 'Создать категорию',


    //ADM
    'name' => 'ИМЯ ',
    'save' => 'Сохранить',
    'create role' => 'Создать роль',



    'code' => 'КОД ',

    'enter name' => 'Введите имя',
    'enter price' => 'Введите цену',
    'enter ram' => 'Ввести оперативную память',
    'enter memory' => 'Введите память',
    'enter cpu' => 'Введите процессор',
    'edit user' => 'Редактировать пользователя',

    'role' => 'РОЛЬ',

    'roles page' => 'СТРАНИЦА РОЛЕЙ',
    'users page' => 'СТРАНИЦА ПОЛЬЗОВАТЕЛЕЙ',

    'ban' => 'БАН',
    'unban' => 'РАЗБАНИТЬ',

    'Comment created successfully'=> 'Комментарий создан успешно',
    'l'=>'Товар был успешно создан!',
    'update'=>'Товар был успешно изменен',
    'sv'=>'Ноутбук сохранен',

    'Admin page' => 'Страница Админов',







];
