<?php

return[
    'login' => 'Кіру',
    'register' => 'Тіркелу',
    'все ноутбуки' => 'Барлық ноутбуктер',
    'корзина' => 'Себет',
    'создать' => 'Құру',
    'удалить из корзины' => 'Себеттен алып тастау',
    'наименование' => 'Атауы',
    'картинка' => 'Сурет',
    'обновить' => 'Жаңарту',
    'редактировать'=> 'Өңдеу',
    'оставить комментарий'=> 'Пікір қалдыру',
    'количество' => 'Саны',
    'add to cart' => 'Себетке қосу',
    'комментарий' => 'Пікір',
    'редактировать комментарии'=>'Пікірді өңдеу',
//    комментарий
     'созранить' => 'Сақтау',
     'удалить' => 'Өшіру',
//    добавить ету
    'озу'=> 'ЖЖҚ',
    'память' => 'Жад',
    'процессор'=> 'Процессор',
    'изображение'=> 'Сурет',
    'категория'=> 'Санат',
    'отправить'=> 'Жіберу',
//    индекс
    'название'=> 'Атауы:  ',
    'цена' => 'Бағасы:  ',
    'подробнее' => 'Толығырақ  ',

    //admin panel

    'email' => 'Электрондық пошта ',

    //ролес


//    модератор
    'edit' => 'ӨҢДЕУ ',
    'delete' => 'Өшіру',
    'search' => 'Іздеу',
    'categories page' => 'САНАТТАР БЕТІ',
    'create category' => 'Санат құру',

    //adm
    'save' => 'Сақтау',
    'create role' => 'Рөл жасау',


    'name' => 'АТЫ ',
    'code' => 'КОД ',

    'enter name' => 'атыңыз',
     'enter price' => 'Бағаны енгізіңіз',
    'enter ram' => 'Жедел жадты енгізу',
    'enter memory' => 'Жадты енгізіңіз',
    'enter cpu' => 'Процессорды енгізіңіз',
    'role' => 'РӨЛІ',
    'edit user' => 'Пайдаланушыны өңдеу',


    'roles page' => 'РӨЛДЕР БЕТІ',
    'users page' => 'ПАЙДАЛАНУШЫЛАР БЕТІ',
    'ban' => 'БАН',
    'unban' => 'РАЗБАНИТЬ',
    'Comment created successfully'=> 'Пікір сәтті жасалды',
    'update'=>'Тауар сәтті өзгерді',
    'sv'=>'Ноутбук сақталды',
    'Admin page' => 'Админ парақшасы',

//    'email address' => 'Адрес',

























];
